Revit 2027 API
UnitTypeId.MetersToTheSixthPower Property
 Meters to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MetersToTheSixthPower { get; }
Public Shared ReadOnly Property MetersToTheSixthPower As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MetersToTheSixthPower {
	ForgeTypeId^ get ();
}
static member MetersToTheSixthPower : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace